[
    {
        "d1":"02-C",
        "d2":"Comet definition",
        "d3":"comet.jpg",
        "d4":"Comet in space",
        "d5":"Comets are cosmic snowballs of frozen gases, rock, and dust that orbit the Sun. When frozen, they are the size of a small town. When a comet's orbit brings it close to the Sun, it heats up and spews dust and gases into a giant glowing head larger than most planets. The dust and gases form a tail that stretches away from the Sun for millions of miles. There are likely billions of comets orbiting our Sun in the Kuiper Belt and even more distant Oort Cloud.", 
        "d6":"Bonus",
        "d7":"Some fact maybe you dont know",
        "d8":"comet_halley.jpg",
        "d9":"Commet Halley",

        "d10":" Sometimes comets are referred to as “dirty snowballs” or “cosmic snowballs”. This is because they are composed mostly of ice, rock, gas and dust. ",
       
        "d11":"Comets orbit the Sun in elliptical paths – just like the planets. The path of a comet though is far more elliptical than that of any planet. ",
    
        "d12":" A comet has four components: a nucleus, a coma, a dust tail and an ion tail.",
      
        "d13":" The nucleus of a comet contains the vast majority of its total mass.",
       
        "d14":" Comets have a halo when they move close to the Sun. What happens is the solar radiation vaporizes the ice and gas gas in the comet into a halo around it. The halo is known as the comets coma.",
    
        "d15":" The ion tail of a comet is the result of solar winds that blow the gas particles directly away from the Sun.",
      
        "d16":" A comet’s dust tail is a trail of dust and rocky material that is left behind as it moves along its orbit path.",
       
        "d17":" Comets are believed to originate in one of two regions – the theorized Oort Cloud, or the Kuiper Belt found beyond the orbit of Neptune and the dwarf planet Pluto.",
       
        "d18":" The Oort cloud is an outer region of the Solar System 50,000-150,00 times the distance from the Sun to Earth that is believed to contain dormant comets. Some of the comets that originate here have orbits lasting millions of years.", 
      
        "d19":" The most famous comet is Halley’s Comet. It has been observed since at least 240 B.C. Its orbit makes it visible from Earth every 76 years. It was named after the British astronomer Edmond Halley. "
   

    }
]      