[{

        "d1":"Scientists need your help to confirm Jupiter-like exoplanets",
        "d2":"mars-news.webp",
        "d3":"An artist's rendering of the multiplanet system TOI 1812. (Image credit: Gemini Observatory. Artwork by Lynette Cook.)",

        "d4":"If you've ever dreamed of discovering a new planet, now is your chance.",
   
        "d5":"Telescope manufacturer Unistellar and the SETI Institute have launched the Unistellar Exoplanet Campaign, a citizen science program in which amateur astronomers can help confirm exoplanet candidates spotted by NASA's Transiting Exoplanet Survey Satellite (TESS).",

        "d6":"TESS uses the so-called transit method to spot potential exoplanets: It monitors the brightness of stars, and if a star dims temporarily, it's possibly due to an exoplanet passing in front of it — a movement called a transit. To date, nearly 4,000 exoplanets have been discovered using this method.",
 
        "d7":"Because stars might dim for a number of reasons — including the transits of other celestial bodies, such as low-mass stars — follow-up observations are necessary to confirm the existence of an exoplanet. That's where citizen scientists come in",
  
        "d8":"  According to some estimates, TESS has the potential to discover some 10,000 new exoplanets, each of which would require additional observations for confirmation. For the new program, amateur astronomers will use ground-based telescopes to observe targets identified by TESS as exoplanet candidates, thereby contributing to the data pool that will help determine whether the target is indeed an exoplanet. This particular campaign will focus on exo-Jupiters, or alien worlds with similar characteristics to the gas giant.",
  
        "d9":"Citizen scientists have already proved helpful in identifying exoplanets. For example, in the case of TOI 1812 — a three-planet system 563 light-years from Earth — 27 data sets contributed by 20 astronomers in seven countries were crucial to determining the orbital period of one of its planets, SETI Institute representatives said in a statement. That information was presented Sept. 20 at the International Astronautical Congress in Paris and is currently being prepared for publication.",
    
        "d10":"This early success shows the power of putting science directly into people's hands — a core principle of this SETI Institute, Unistellar, and NASA partnership,Tom Esposito, a research assistant at the SETI Institute and space science principal at Unistellar, said in the statement. Citizen astronomers worldwide uniting to teach humanity about new planets discovered so many trillions of miles away is, simply put, amazing."
}]