[
    {
        "d1":"The Gaia Mission Keeps Unlocking Secrets of the ",
        "d2":"gaia-mission.jpg.webp",
        "d3":"THERE ARE PROBABLY 200 billion stars in the Milky Way, stretched across space in a disk shaped like a ninja’s throwing star. It’s so big that, traveling at the speed of light, it’d still take you 100,000 years to traverse it. But if you could find the ideal point in space to stare at these stars around the clock for, say, eight years, tracking their movements and studying their brightness with highly accurate astronomy tools, you’d have created a pretty good moving, living map of the galaxy.",
  
        "d4":"Since 2013, the European Space Agency’s Gaia probe has been doing just that. The mission’s latest result, Data Release 3, which came out two weeks ago, maps 1.8 billion stars in and around our galaxy—covering about 1 or 2 percent of all stellar objects in the Milky Way. It’s the most comprehensive star map humankind has ever made, and scientists are already using it to unlock new secrets about our galactic neighborhood.",
  
        "d5":"As a survey of stars in our galaxy, it blows all other surveys out of the water, says Conny Aerts, a stellar astrophysicist at Katholieke Universiteit Leuven and member of the Gaia consortium.",
   
        "d6":"The Gaia mission launched in 2013, but its history runs much deeper. Its predecessor, the Hipparcos mission, was launched in 1989 to measure the positions, distances, and motions of stars with unprecedented precision—a field called “astrometry” that the mission pioneered in space. Precision astrometry of the entire sky is difficult on Earth; before Hipparcos launched, there were fewer than 9,000 accurate “parallax” measurements of stars. (Parallax means that as Earth moves, nearby stars appear to shift in the sky, just as a lamppost appears to shift relative to the background hills as you cross the street. The amount of shift indicates how far away objects are.) Hipparcos increased the number of those measurements to 120,000 by the end of the mission in 1993.",
 
        "d7":"“But we knew we could do better, even while Hipparcos was working,” says Anthony Brown, an astronomer at the University of Leiden and the lead of Gaias data processing team. Gaia, a nearly $1 billion mission, was approved in 2000 as an upgrade, with two much larger 1.5-meter telescopes and 106 charge-coupled devices, or CCDs, sensitive photon detectors. (This instrumentation is relatively similar to the Hubble Space Telescopes in that regard.) But unlike Hubble, which carries a range of heavy instrumentation that was designed to train its gaze on tiny areas of space, Gaia’s mission is expansive: Survey the whole sky and collect massive amounts of data.",
    
        "d8":"Our problem understanding the Milky Way Galaxy is that we are in it,” says Timo Prusti, a stellar astronomer for the ESA and project scientist on the Gaia mission. “Say you want to know what shape a forest has. If you’re dropped into that forest, you’ll see lots of trees, but no shape, because you are inside the forest itself.”",
 
        "d9":"In 2014, Gaia arrived at the second Lagrange point, an ideal, quiet perch from which to stare at the galaxy. Then the craft, which is shaped a bit like a top hat with a shiny brim, started looking.",
    
        "d10":"Every six hours, with its back pointing toward our sun, Gaia scans a great circle of the sky, spinning at a steady, slow rate and taking in tiny pinpricks of light from distant stars. That light is captured by its two telescopes, CCDs, photometers, and a spectrometer to measure each star’s position, motion, distance, radial velocity, brightness, and color—details that can reveal everything from a stars mass to its makeup. Over its 10-year mission, the craft will collect data an average of 140 times from each star and other objects it spies.",
    
        "d11":"After some initial hurdles—a “wobble” that impaired the craft precision instruments was eventually repaired using data processing and calibration—the Gaia team dropped its first data in 2016, representing parallax and “proper motion” measurements for 2 million stars. (Proper motion is the apparent movement of a star in the sky.) “There are so many more stars than astrophysicists to analyze them, in this case, says Aerts. So we decided to share this with the community to get the maximum out of the data.",
    
        "d12":"Gai second release in 2018 jumped to 1.6 billion objects, with 1.3 billion measurements of parallax distance and proper motion. It also collected the accurate brightnesses and colors of these stars. This allowed scientists to better understand each star’s temperature, luminosity, and more. The mission also collected the radial velocity of stars—which combined with “proper motion” data shows where each one is going and how fast—for 7 million objects.",
    
        "d13":"In 2020, the Gaia team released some of its third data dump early, but this month official release offered the finest set of details yet about our more than 1.8 billion stellar neighbors. This data set also includes information about 1.1 million quasars, super-bright active nuclei of galaxies outside our own, each so far away they appear to not move, making them wonderful waypoints for navigation. Gaia also stared at 158,000 asteroids in our own solar system; and even gathered data on millions of other galaxies in our local universe.",
   
        "d14":"“This is a classical star map, to be used as star maps always have been, as a reference—for other missions and telescopes,” says Brown. But its also dynamic. “By repeatedly making this star map, we can see stars change over time. That information is the third dimension of the map—not just how far away is the star, but how fast is it moving? Where is it going? Over the course of time, we combine the snapshots of that star map that Gaia is taking and combine these into 3D pictures.",
    
        "d15":"That data has been beamed down nearly constantly to the ESA three Earth-bound stations (and occasionally NASA Deep Space Network). Data Release 3 alone is 41 terabytes. In fact, there is so much data that its results cannot be fully parsed for correctness by the Gaia team, who instead use AI tools and algorithms to compare it to existing surveys of well-known objects, then share it with the science community. Scientists simply download the data online—and can select a subset, down to a single star.",
    
        "d16":"“My studies would not be possible without the Gaia mission,” says Madeline Lucey, a graduate research fellow at the University of Texas who is using Data Release 3 to scour for some of the oldest stars in the galaxy. Lucey studies “stellar DNA,” or the composition of stars, which hints at their age and ancestry. The stars she focusing on are called “carbon-enhanced” because they have unusually large amounts of carbon but small amounts of other elements that arent hydrogen and helium. This suggests that they are a newer generation of stars, which were enriched by the carbon and other elements that blew away when the universes very earliest stars went supernova. Their composition and location gives us more insight into how the universe went from having only hydrogen and helium in the period immediately after the Big Bang to the full array of elements known today.",

        "d17":"“Ive used previous Gaia data in all of my past work for studying the location and movement of stars, but this is the first time theyve released spectra,” Lucey says. Using that data and a special algorithm, Lucey and her team have increased the known number of carbon-enhanced stars to more than 2 million.",
    
        "d18":"The Gaia science team also released new information on “starquakes.” These stellar vibrations are caused by intrinsic physical phenomena inside active stars, and make the massive balls of gas move up and down in a complex, periodic way. Just like earthquakes help scientists understand the physical properties inside our planet, starquakes can be studied to better understand the interior of stars.",

        "d19":"Even our own sun experiences these “starquakes,” though they are too small to study with Gaia. Other stars in our galaxy, though, have experienced quakes so strong they have caused the stars to “blink” in Gaia’s repeated photometry surveys: Their stellar gas expands farther away from their inner regions, cooling, then contracts, making it hotter and brighter. The new Gaia data showed that “some stars have quite big starquakes—causing their radius to change by as much as 10 percent,” Aerts says. These “non-radial” starquakes, during which stars do not keep their spherical symmetry, can be thought of as massive, gaseous tsunamis.",
   
        "d20":"Jason Hunt, an astrophysics research fellow at the Flatiron Institute, calls Gaia observations “a truly revolutionary data set.” Hunts research builds on the discovery by astrophysicist Teresa Antoja that plotting the vertical position of stars near our sun against their vertical motion reveals a beautiful pattern called the “Gaia phase spiral.” These spiral shapes “are telling us that the galaxy is not in equilibrium, and has been perturbed by something, probably a satellite galaxy such as the Sagittarius dwarf galaxy, which is currently merging into the Milky Way,” Hunt wrote by email. His new findings show that the inner galaxy has a two-armed spiral, suggesting a different perturbation than the one that affects the outer galaxy—perhaps this one originates from the Milky Ways central bar, or spiral arms",
    
        "d21":"Kareem El-Badry, a Harvard astrophysicist, used Gaia new data release to study the occurrence of binary stars, which orbit around another star or some other object. For single stars, Gaia’s spectrograph data shows a steady velocity—those stars are moving toward us or away from us at a constant rate. But binary stars have different velocities every time Gaia looks at them, due to their orbits. Before Gaia, scientists had only studied around 10,000 binary stars. Now, they have data for 200,000 of them, and ElBadrys research shows how some might have transferred much of their mass to their partners, turning them into what he calls “a helium core with a thin hydrogen envelope.",
 
        "d22":"The Gaia data is vital not just for research, but for spacecraft navigation. “The more precise the star catalog, the more precise our understanding of the position of the stars, the better we can use them for understanding where our spacecraft is in the solar system,” says Coralie Adam, a deep-space optical navigation engineer at KinetX Aerospace. Adam and her team are using Gaia data to navigate NASAs Lucy mission to several Jupiter Trojan asteroids over the next decade.Gaias data could also help improve autonomous navigation in deep space—a challenge thats on the horizon for many missions",
   
        "d23":"The astrometry technique may also help the search for life outside the solar system. “Using astrometry to measure the masses of potentially habitable exoplanets could provide important info to aid a biosignatures search with a future ‘super-Hubble’ space telescope,” says Aki Roberge, a NASA research astrophysicist. Roberge should know:Shes a study scientist for the proposed LUVOIR exoplanet-hunting mission, a front-runner in the Astro2020 Decadal Survey.",
   
        "d24":"Data Release 3 is only a few weeks old, and it will likely yield many more discoveries; the Gaia team plans fourth and fifth data releases in coming years. But that will be Gaia’s last hurrah. The space telescope has enough fuel to power its micro-movements until around 2025, at which point it will be retired to an orbit around the sun. Its final celestial act will be to become a tiny heavenly body in the massive galaxy it has so studiously mapped."
 
    }]