 [
    {
 
        "d1":"Ancient solar eclipse records reveal how Earth's rotation has changed",
        "d2":"acient-total-eclipses.webp",
        "d3":"Ancient records of total solar eclipses, like this one pictured in Casper, Wyoming, have been discovered. (Image credit: ESA/M.P. Ayucar, CC BY-SA 3.0 IGO)",
  
        "d4":"Records of eclipses observed around 1,500 years ago have revealed the history of Earth's rotation and how our planet's movement has changed through recent human history.",
   
        "d5":"Researchers searched through records from the Byzantine Empire  — the eastern half of the Roman Empire that continued on after the fall of the Western Roman Empire — from  the fourth to seventh centuries A.D. — and identified five total solar eclipses seen around the Eastern Mediterranean, pinpointing their probable times and locations. Previously, solar eclipse accounts from this time were sparse.",
   
        "d6":"Because eclipses can provide information about our planet's movement, records like these can be important tools for understanding the variability of Earth's rotation throughout history. However, our ancestors recorded astronomical events without noting key information needed by astronomers today, so identifying the correct times, locations and extents of historical eclipses is often difficult. ",
 
        "d7":"Although original eyewitness accounts from this period have mostly been lost, quotations, translations, etc, recorded by later generations provide valuable information, Koji Murata, an assistant professor at the University of Tsukuba in Japan, said in a statement(opens in new tab). In addition to reliable location and timing information, we needed confirmation of eclipse totality — daytime darkness to the extent that stars appeared in the sky.",
   
        "d8":"The team identified five total solar eclipses spotted from the Eastern Mediterranean region in A.D. 346, 418, 484, 601 and 693. The new findings provide details about the difference between time measured according to Earth's rotation and time independent of Earth's rotation — a value called delta T — that represent the length of an Earth day. ",
  
        "d9":"As an example of the impact of this new research, an eclipse was documented to have occurred on July 19, 418, and was so complete that stars were visible in the sky. The site of this solar eclipse observation was Constantinople, then the capital of the Roman Empire and now Istanbul in modern-day Turkey.",
  
        "d10":"The previous delta T model suggested that Constantinople should have been outside the path of totality, the area where observers see the moon completely cover the sun, for that particular eclipse. This ancient account of a total eclipse, therefore, means that the delta T for the fifth century must be adjusted. Other newly discovered accounts require adjustments to delta T models for later centuries, too.",

        "d11":"Our new delta T data fill a considerable gap and indicate that the ΔT margin for the 5th century should be revised upward, whereas those for the 6th and 7th centuries should be revised downward, Murata said.",
  
        "d12":"The revised details of the Earth's rotation could also help scientists investigate other global phenomena throughout history, including changes in sea level and the volume of ice across the planet. "
    }
 ]