[
    {
             "d1": "04",
            "d2":"Here are our recommend observatories",
 
                "d3":"Mauna Kea Observatory",
           "d4":"mauna-kea.jpg",
                "d5":"13,796 feet above sea-level and isolated in the Pacific Ocean, the observatories at Mauna Kea on Hawaii's Big Island offer some of the most pristine star-gazing conditions in the world. Tourists can visit the summit, but officials suggest stopping at the Visitor's Center, located at 9,200 feet, before continuing onward (both to check weather conditions and acclimate to the elevation). Every night of the year, from 6:00 pm to 10:00 pm. Mauna Kea offers stargazing and star tours to visitors, with telescopes available for amateur astronomers. It's completely free, and you don't need a reservation to participate.",
            
                
              "d7":"  Very Large Array",
            "d8":"very_large.jpg",
                "d9":"Fans of the movie Contact will recognize the Very Large Array, a massive radio telescope facitilty located  50 miles west of Socorro, New Mexico. The site is open for self-guided tours from 8:30 am to sunset. On the first Saturday of each month, the facility holds free guided tours at 11:00 am, 1:00 pm and 3:00 pm. No reservations are required for the guided tours, which run 30 minutes.",
            
               
                "d11":"Royal Observatory",
             "d12":"royal_observatory.jpg",
                "d13":"Home of the prime meridian, the Royal Observatory, Greenwich played a major role in the history of astronomy and navigation. Before the observatory was built, the grounds housed important buildings in English history dating all the way back to William I (the Tudors lived in Greenwich Castle, which was built on the same land as the Observatory). The Royal Observatory and Planetarium features a museum with a wide variety of exhibits (including a number about astronomical navigation techniques), as well as London's only planetarium.", 
            
            
                "d15":"Cerro Paranal",
             "d16":"paranal.jpg",
                "d17":"Chile's Atacama Desert offers some of the most ideal stargazing conditions in the word: dry weather, cloudless skies, high altitude and little to no light pollution. To experience the best this stargazing oasis has to offer, check out the Paranal Observatory, located on the mountain of Cerro Paranal. Operated by the European Southern Observatory, Paranal is home to The Very Large Telescope, a grouping of four very large telescopes (over 320 inches in diameter). Guided tours of the observatory are offered to the public, without charge, every Saturday. Space is limited, so reservations are required. ", 
            
             
                "d19":"Kitt Peak National Observatory",
            "d20":"Kitt Peak National Observatory—Arizona, USA.jpg" ,
                "d21":"The American Southwest offers some of the best stargazing conditions in the United States—and perhaps none are more choice than Kitt Peak, a national observatory southwest of Tuscon, Arizona. Kitt Peak is home to the world's largest collection of optical telescopes, and offers guided tours daily at 10 am, 11:30 am and 1:30 pm. There are also nightly stargazing activities for those looking to peer at the cosmos through clear southwestern skies. ",
            
              
                "d23":"Griffith Observatory",
            "d24":"grithfith.jpg",
                "d25":"Sure, Los Angeles' polluted skies might not offer the best stargazing conditions, but a visit to the Griffith Observatory is as much about the history of Los Angeless as it is about the stars. The Griffith Observatory was donated to the city of Los Angeles in 1896; its first exhibit, in 1935, was the Foucault pendulum. It was also the location of two important scenes in Rebel Without a Cause. The Griffith Observatory is open to visitors Tuesday through Sunday."
}]