[
  {
      "d1":"01",
      "d2":"Pick Your Planet",
      "d3":"Earth",
      "d4":"Mars",
      "d5":"Jupiter",
      "d6":"Mercury",
      "d7":"Venus",
      "d8":"Neptune",
      "d9":"Uranus",
      "d10":"Saturn",
      "d11":"Earth",
      "d12":"Earth is the third planet from the Sun, as well as the largest of the terrestrial planets of the solar system in terms of radius, mass and density of matter. Earth is also known as 'blue planet'. The earth was discovered by Galileo Galilei and proved that the earth is spherical.",
      "d13":"Distance:",
      "t13":"1AU(149,6 million km)",
      "d14":"Orbit:",
      "t14":"365,24 days",
      "d15":"Diameter:",
      "t15":"12.756 km",
      "d16":"Atmosphere:",
      "t16":"-13°C to 37°C",
      "d17":"Mars",
      "d18":"Mars ,Discovered by NASA in 1964. The fourth planet in the Sun due to the abundance of iron on the planet's surface, which makes its surface appear with a characteristic red color commonly known as the 'Red Planet'",
      "d19":"Distance:",
      "t19":"AU 1,524(227.9 million km)",
      "d20":"Orbit:",
      "t20":"687 Earth days",
      "d21":"Diameter:",
      "t21":"6787 km",
      "d22":"Atmosphere:",
      "t22":"-123°C to 37°C",
      "d23":"Jupiter",
      "d24":"Jupiter, discovered in 1979 by NASA's Voyager 1 spacecraft, is the fifth planet from the Sun It is a gas giant with a mass one thousandth of the Sun.",
      "d25":"Distance :",
      "t25":"5,203AU(778,3 million km)",
      "d26":"Orbit:",
      "t26":"11.9 Earth years.",
      "d27":"Diameter:",
      "t27":"142.796 km",
      "d28":"Atmosphere:",
      "t28":"-153°C",
      "d29":"Mercury",
      "d30":" Mercury was discovered in 1631. Discovered by Thomas Harriott and Galileo Galilei. The planet Mercurius was named by the Romans. In Greek mythology, the name of this god was Hermes (Ερμής). The Vietnamese name of this planet is given by China based on the five elements",
      "d31":"Distance:",
      "t31":"0,39AU(4.878km)",
      "d32":"Orbit:",
      "t32":"88 Earth days",
      "d33":"Diameter:",
      "t33":"4878 km",
      "d34":"Atmosphere:",
      "t34":"-185°C to 425°C",
      "d35":"Venus",
      "d36":"Venus, discovered by Scientist Mikhail Lomonosov to have an atmosphere in 1761, reaches its greatest brightness at dusk or dawn, hence the common name Venus, when the planet appears at dusk. and Tomorrow, when the planet appears at dawn.",
      "d37":"Distance:",
      "t37":"0,723AU(108,2 million km)",
      "d38":"Orbit:",
      "t38":"225 Earth days",
      "d39":"Diameter:",
      "t39":"12104 km",
      "d40":"Atmosphere:",
      "t40":"467°C",
      "d41":"Neptune",
      "d42":"Neptune has a faint and discrete system of rings (or arcs) discovered in the 1960s but confirmed only in 1989 by Voyager 2, the eighth planet in the Solar System. the greatest density of any gaseous planet in the Solar System",
      "d43":"Distance:",
      "t43":"30,06AU(4.497,1 million km)",
      "d44":"Orbit:",
      "t44":"165 Earth years",
      "d45":"Diameter:",
      "t45":"48.600 km",
      "d46":"Atmosphere:",
      "t46":"-225°C",
      "d47":"Uranus",
      "d48":"Uranus, discovered 241 years ago by astronomer William Herschel while looking up at the sky, is the seventh planet in the Solar System. Uranus has a similar composition to Neptune",
      "d49":"Distance:",
      "t49":"19,18AU(2871 million km)",
      "d50":"Orbit:",
      "t50":"84 Earth years",
      "d51":"Diameter:",
      "t51":"51.118 km",
      "d52":"Atmosphere:",
      "t52":"-214°C",
      "d53":"Saturn",
      "d54":"Saturn is the sixth planet in the Solar System. The English name of this planet is named after the Roman god Saturn, the astronomical symbol of the planet representing the god's crescent.In 1610, a year after Galileo Galilei first pointed a telescope to the sky, he became the first person to observe Saturn's rings.",
      "d55":"Distance:",
      "t55":"9,536AU(1.427 million km)",
      "d56":"Orbit:",
      "t56":"29.5 Earth years",
      "d57":"Diameter:",
      "t57":"120.660 km",
      "d58":"Atmosphere:",
      "t58":"-185 °C"
  }
    ]