[
{
         "d1":" Aquila (The Eagle)",

        "d2":"September",

         "d3":"aquila-constellation.jpg",
         
         "d4":" Aquila",

        "d5":"Aquila glides on outstretched wings through the glowing band of the Milky Way. Look for it high in the south in late summer.",
  
        "d6":"The brightest star in Aquila is Altair, 'the eagle,' a white star that is about 17 light-years from Earth. Altair is the southern point of a pattern of three bright stars called the Summer Triangle. (Deneb, in the constellation Cygnus, forms the triangle's northeastern point. Vega, in Lyra, is in the northwest. Altair is nice and bright and easy to find right up to the beginning of winter.)",
     
        "d7":"The moderately bright star Tarazed lurks quite close to Altair. The star is only about 100 million years old, compared to 4.6 billion years for the Sun. Because it is almost six times the Sun's mass, though, it has evolved much faster than the Sun. It has passed the end of its “normal” lifetime, causing its outer layers to puff up to gigantic proportions. It is about 100 times the diameter of the Sun, so it shines about 2,500 times brighter than the Sun. That makes it easy to see even though it’s almost 400 light-years away.",
        
        "d8":"Aquila's two 'tail' stars are Zeta and Epsilon Aquilae. Together, they also have an older Arabic name: Deneb al Okab, 'the eagle's tail.' The northern star in the tail is a system of three or more stars. Only one of them is bright enough to see with the unaided eye. It's a type of star known as a red giant. That means it's in the final stages of life. Its core is getting hotter and denser, while its outer layers are puffing out and getting cooler. The southern star is a multiple-star system, too. Its brightest star is fairly early in life. It's bigger, heavier, and hotter than the Sun, and it spins almost 200 times faster than the Sun, so, like Altair, it bulges out at the equator, making it look like a squashed beachball.",
 
        "d9":"The Pioneer 11 spacecraft, which was launched in 1973, is heading toward one of the eagle's stars, Lambda Aquilae, which is 125 light-years away. Pioneer will pass the star in about four million years. Although the spacecraft has already expired, it carries a message from home: a small plaque with information about the craft and its makers -- a greeting to the galaxy from the people who made Pioneer 11."
   }  ]